Repository: asc-csa/Scisat-App
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Acetone
fr: Acétone

source: Acetylene
fr: Acétylène

source: Ethane
fr: Éthane

source: Trichlorofluoromethane
fr: Trichlorofluorométhane

source: Carbon tetrachloride
fr: Tétrachlorure de carbone

source: Carbon tetrafluoride
fr: Tétrafluorure de carbone

source: Trichlorotrifluoroethane
fr: Trichlorotrifluoroéthane

source: Chloromethane
fr: Chlorométhane

source: Acetonitrite
fr: Acétonitrile

source: Methanol
fr: Méthanol

source: Methane
fr: Méthane

source: Methane 212
fr: Méthane 212

source: Methane 311
fr: Méthane 311

source: Difluorochloromethane
fr: Difluorochlorométhane

source: Trifluoromethane
fr: Trifluorométhane

source: Chlorine monoxide
fr: Monoxyde de chlore

source: Chlorine nitrate
fr: Nitrate de chlore

source: Carbon monoxide
fr: Monoxyde de carbone

source: Carbon dioxide
fr: Dioxyde de carbone

source: Carbon dioxide 627
fr: Dioxyde de carbone 627

source: Carbon dioxide 628
fr: Dioxyde de carbone 628

source: Carbon dioxide 636
fr: Dioxyde de carbone 636

source: Carbon dioxide 637
fr: Dioxyde de carbone 637

source: Carbon dioxide 638
fr: Dioxyde de carbone 638

source: Phosgene
fr: Phosgène

source: Carbonyl fluoride
fr: Fluorure de carbonyle

source: Carbon monoxide 27
fr: Monoxyde de carbone 27

source: Carbon monoxide 28
fr: Monoxyde de carbone 28

source: Carbon monoxide 36
fr: Monoxyde de carbone 36

source: Carbon monoxide 38
fr: Monoxyde de carbone 38

source: GLC
fr: Géolocatisation

source: Formaldehyde
fr: Formaldéhyde

source: Water
fr: Eau

source: Hydrogen peroxide
fr: Peroxyde d'hydrogène

source: Water 162
fr: Eau 162

source: Water 171
fr: Eau 171

source: Water 181
fr: Eau 181

source: Water 182
fr: Eau 182

source: Hydrochlorofluorocarbon 141b
fr: Hydrochlorofluorocarbone 141b

source: Hydrochlorofluorocarbon 142b
fr: Hydrochlorofluorocarbone 142b

source: Hydrochloric acid
fr: Acide chlorydrique

source: Hydrogen cyanide
fr: Cyanure d'hydrogène

source: Formic acid
fr: Acide formique

source: Hydrogen fluoride
fr: Fluorure d'hydrogène

source: Hydrofluorocarbon 134a
fr: Hydrofluorocarbure 134a

source: Nitric acid
fr: Acide nitrique

source: Nitric acid 156
fr: Acide nitrique 156

source: Peroxynitric acid
fr: Acide perazotique

source: Nitrogen
fr: Azote

source: Nitrous oxide
fr: Protoxyde d'azote

source: Dinitrogen pentaoxide
fr: Pentaoxyde de diazote

source: Nitrous oxide 447
fr: Protoxyde d'azote 447

source: Nitrous oxide 448
fr: Protoxyde d'azote 448

source: Nitrous oxide 456
fr: Protoxyde d'azote 456

source: Nitrous oxide 546
fr: Protoxyde d'azote 546

source: Nitrous monoxide 447
fr: Monoxide d'azote 447

source: Nitrogen dioxide
fr: Dioxyde d'azote

source: Nitrogen dioxide 656
fr: Dioxyde d'azote 656

source: Oxygen
fr: Oxygène

source: Carbonyl sulfide
fr: Sulfure de carbonyle

source: Carbonyl sulfide 623
fr: Sulfure de carbonyle 623

source: Carbonyl sulfide 624
fr: Sulfure de carbonyle 624

source: Carbonyl sulfide 632
fr: Sulfure de carbonyle 632

source: Phosphorus
fr: Phosphore

source: Sulfur hexafluoride
fr: Hexafluorure de soufre

source: Sulfur dioxide
fr: Dioxyde de soufre

source: Select a gas
fr: Sélectionnez un gaz

source: Select start date
fr: Sélectionnez la date de début

source: Select end date
fr: Sélectionnez la date de fin

source: Start Date
fr: Date de début

source: End Date
fr: date de fin

source: Goto page
fr: Voir la page

source: Current Page
fr: (page actuelle)

source: Previous
fr: Précédente

source: Next
fr: Suivante

source: Goto Previous Page
fr: Voir la page Précédente

source: Goto Next Page
fr: Voir la page Suivante

source: Pagination Navigation
fr: Navigation de pagination

source: Goto page 1, Current Page
fr: (page actuelle) Voir la page 1

source: Goto page 2
fr: Voir la page 2

source: Goto page 3
fr: Voir la page 3

source: Missing data. The gas selected has no associated data. Please contact asc.donnees-data.csa@canada.ca.
fr: Données manquantes. Le gaz séléctionné ne possède pas de données associées. Veuillez contacter asc.donnees-data.csa@canada.ca.

source: Invalid values provided. Latitude values must be between -90 and 90. Minimum values must be smaller than maximum values. All values must be round numbers that are multiples of 5.
fr: Valeurs non valides fournies. Les valeurs de latitude doivent être comprises entre -90 et 90. Les valeurs minimales doivent être inférieures aux valeurs maximales. Toutes les valeurs doivent être des nombres ronds qui sont des multiples de 5.

source: Invalid values provided. Longitude values must be between -180 and 180. Minimum values must be smaller than maximum values. All values must be round numbers that are multiples of 5.
fr: Valeurs non valides fournies. Les valeurs de longitude doivent être comprises entre -180 et 180. Les valeurs minimales doivent être inférieures aux valeurs maximales. Toutes les valeurs doivent être des nombres ronds qui sont des multiples de 5.

source: Invalid dates provided. Try dates between 01/02/2004 (Feb. 1st 2004) and 05/05/2020 (May 5th 2020).
fr: Dates reçues invalides. Essayez de sélectionner des dates entre 01/02/2004 (1er fév. 2004) et 05/05/2020 (5 mai 2020).

source: The form could not be submitted because errors were found.
fr: Le formulaire n'a pu être soumis car des erreurs ont été trouvées.

source: Altitude Maximum
fr: Altitude maximale

source: Altitude Minimum
fr: Altitude minimale

source: Min. confidence interval concentration (ppv)
fr: Intervalle de confidence minimale de la concentration (ppv)

source: Mean concentration (ppv)
fr: Concentration moyenne (ppv)

source: Max. confidence interval concentration (ppv)
fr: Intervalle de confidence maximale de la concentration (ppv)

source: Gas concentration [ppv] (mean on altitude and position)
fr: Concentration du gaz [ppv] (moyenne sur l'altitude et la position)

source: Gas Concentration [ppv] (mean on altitude and position)
fr: Concentration du gaz [ppv] (moyenne sur l'altitude et la position)

source: Time series
fr: Série temporelle

source: Data selected
fr: Données sélectionnées

source: Launched on August 12, 2003, SCISAT helps a team of Canadian and international scientists improve their understanding of the depletion of the ozone layer, with a special emphasis on the changes occurring over Canada and in the Arctic.
fr: Lancé le 12 août 2003, SCISAT aide une équipe de scientifiques canadiens travaillant avec une coopération internationale à améliorer leur compréhension de l'appauvrissement de la couche d'ozone, en étudiant spécialement ces changements au-dessus du Canada et de l'arctique.

source: This application provides users the ability to select, download and visualize SCISAT's data. The dataset can also be accessed in [CSA's Open Government Portal](https://data.asc-csa.gc.ca/dataset/02969436-8c0b-4e6e-ad40-781cdb43cf24).
fr: Cette application permet aux utilisateurs de sélectionner, télécharger et visualiser les données de SCISAT. Ce jeu de données est également accessible sur le [portail du gouvernement ouvert de l’ASC](https://data.asc-csa.gc.ca/fr/dataset/02969436-8c0b-4e6e-ad40-781cdb43cf24).

source: The authoritative source data for the Atmospheric Chemistry Experiment (ACE), also known as SCISAT, is available on the [ACE site](http://www.ace.uwaterloo.ca/data.php) (external site only available in English).
fr: La source autorisée pour les données de l’Expérience de chimie atmosphérique (ACE), également connue sous le nom SCISAT, est disponible sur le [site du projet ACE](http://www.ace.uwaterloo.ca/data.php) (site externe et seulement disponible en anglais).

source: Please read this [Important Mission Information Document](http://www.ace.uwaterloo.ca/ACE-FTS_v2.2/ACEFTSPublicReleaseDocumentation.pdf) before using the ACE/SCISAT data. Please refer to the relevant scientific literature when interpreting SCISAT data.
fr: Veuillez lire ce [document d’informations importantes sur la mission](http://www.ace.uwaterloo.ca/ACE-FTS_v2.2/ACEFTSPublicReleaseDocumentation.pdf) avant d’utiliser les données ACE/SCISAT. Veuillez vous référer à la littérature scientifique pertinente pour interpréter les données SCISAT.

source: Visit our Github page to learn more about our applications.
fr: Visitez notre page Github pour en apprendre plus sur nos applications.

source: Select data
fr: Sélectionner les données

source: Update
fr: Mettre à jour

source: Update with selected data
fr: Mettre à jour avec les données séléctionnées

source: Graph of the gas concentration in parts per volume (ppv) visualized on a world map. Each dot represents the mean concentration on the selected dates, the altitude column as well as the position. The color indicates the mean gas concentration value.
fr: Graphique montrant la concentration du gaz en parties par volume (ppv) sur une carte du monde. Chaque point est une moyenne sur les dates choisies, la colonne d'altitude ainsi que la position, et la couleur indique la concentration moyenne.

source: Graph showing the gas concentration in parts per volume (ppv) over the selected altitude interval. The value represents the mean concentration over the latitudes and longitudes selected, as well as the selected dates.
fr: Graphique montrant la concentration du gaz en parties par volume (ppv) selon l'intervalle d'altitude sélectionnée. La moyenne est faite sur toutes les positions ainsi que toutes les dates sélectionnées.

source: Time series showing the evolution of the gas concentration in parts per volume (ppv). Each data point represents the daily overall mean concentration.
fr: Série temporelle montrant la concentration du gaz en parties par volume (ppv) sur les dates sélectionnées. Chaque point est une moyenne quotidienne sur l'altitude ainsi que la position.

source: Select gas:
fr: Sélectionner le gaz :

source: Selection of the range of latitude
fr: Sélection de la plage de latitude

source: Selection of the range of longitude
fr: Sélection de la plage de longitude

source: Date selection
fr: Sélection de la plage de date

source: Download the selected dataset
fr: Télécharger le jeu de données sélectionné

source: Filter by latitude:
fr: Sélectionner par latitude

source: Minimum latitude
fr: Latitude minimum

source: Maximum latitude
fr: Latitude maximum

source: Filter by longitude:
fr: Sélectionner par longitude

source: Minimum longitude
fr: Longitude minimum

source: Maximum longitude
fr: Longitude maximum

source: Select altitude range:
fr: Sélectionner l'intervalle d'altitudes

source: Select date:
fr: Sélectionner les dates :

source: Download summary data as CSV
fr: Télécharger les données en format CSV

source: Text version - World map of mean gas concentrations
fr: Version textuelle - Carte mondiale des concentrations moyennes de gaz

source: Text version - Mean gas concentration as a function of altitude
fr: Version textuelle - Concentration moyenne de gaz en fonction de l'altitude

source: Text version - Mean gas concentration over time
fr: Version textuelle - Concentration moyenne de gaz au fil du temps

source: Dichlorodifluoromethane
fr: Dichlorodifluorométhane

source: Carbonyl chlorofluoride
fr: Chlorofluorure de carbonyle
